{
    "Offers": "العروض",
    "More": "المزيد",
    "New Videos": "فيديوهات جديدة",
    "search": "بحث",
    "Search": "بحث",
    "All Categories": "الأصناف",
    "Most Watch": "الأكثر مشاهدة",
    "Reports": "تقارير",
    "Videos": "فيديوهات",
    "Funs": "مرح",
    "Motion": "حركة",
    "Notification": "الاشعارات",
    "Shopping Cart": "سلة المشتريات",
    "Filter": "تصفية",
    "Profile": "الملف الشخصي",
    "Favorite": "المفضلة",
    "Downloads": "التنزيلات",
    "Watch Later": "المشاهدة لاحقا",
    "Logout": "تسجيل الخروج",
    "Select Language": "اختار اللغة",
    "Copyright": "حقوق الطبع",
    "Offer Videos":"فيديوهات العرض",
    "Home":"الرئيسية",
    "Comments":"التعليقات",
    "Add to Cart":"اضافة الى السلة ",
    "Buy Now":"اشتري الان",
    "Add Comment":"اضف تعليق",
    "Day":"يوم",
    "ago":"منذ",
    "Price":"سعر",
    "Min":"اقل",
    "Max":"اعلى",
    "Category":"الصنف",
    "Rate":"التقييم",
    "Apply":"تنفيذ",
    "Close":"اغلاق",
    "Message":"رسالة",
    "Messages":"رسائل",
    "See All":"مشاهدة الكل",
    "Notifications":"الاشعارات",
    "Create Account Buyer":"إنشاء حساب المشتري",
    "Create Account Seller":"إنشاء حساب بائع",
    "Enter Your Personal Information to Start Buy Videos":"أدخل معلوماتك الشخصية لبدء شراء مقاطع الفيديو",
    "Enter Your Personal Information to Start Sell Videos":"أدخل معلوماتك الشخصية لبدء بيع مقاطع الفيديو",
    "Name":"الاسم",
    "Password":"كلمة المرور",
    "Phone":"الهاتف",
    "Email":"البريد الالكتروني",
    "Confirm Password":"تأكيد كلمة المرور",
    "address":"العنوان",
    "Channel Name":"اسم القناة",
    "PayPal Account":"حساب بايبال",
    "Choose Image":"اختر صورة",
    "Sign Up":"انشاء حساب",
    "SIGNUP":"انشئ حساب",
    "I have account?":"هل لديك حساب؟",
    "Login":"تسجيل دخول",
    "LOGIN":"تسجيل دخول",
    "Buyer":"مشتري",
    "Seller":"بائع",
    "You don't have messages, If you have any questions you can compose messages and send it to the website manage":"ليس لديك رسائل ، إذا كان لديك أي أسئلة يمكنك إنشاء رسائل وإرسالها إلى إدارة الموقع",
    "You Don't Have Any Messages":"ليس لديك أي رسائل",
    "Send":"ارسال",
    "write here":"اكتب هنا",
    "Subject":"الموضوع",
    "To":"الى",
    "Compose Message":"اكتب رسالة",
    "To Keep Connected with us Please Login with your Personal Info":"للبقاء على اتصال معنا ، يرجى تسجيل الدخول باستخدام معلوماتك الشخصية",
    "Your Password":"كلمة المرور",
    "Your Email":"بريدك الالكتروني",
    "Forget Your Password?":"هل نسيت كلمة المرور",
    "Don't have account?":"هل لديك حساب",
    "Contact Us":"اتصل بنا",
    "Your Name":"اسمك",
    "Type Your Message Here...":"اكتب رسالتك هنا",
    "SEND":"ارسل",
    "Searched Videos":"نتائج البحث عن الفيديوهات",
    "Add All to The Cart":"اضف الكل للسلة",
    " visibility_off":"لاتوجد فيديوهات للمشاهدة لاحقا",
    "You Don't Have Videos in watch Later":"ليس لديك مقاطع فيديو في المشاهدة لاحقًا",
    "You don't have videos in watch Later, you can go to browse videos and add it to your watch Later":"ليس لديك مقاطع فيديو في المشاهدة لاحقًا ، يمكنك الانتقال لتصفح مقاطع الفيديو وإضافتها إلى المشاهدة لاحقًا",
    "Browse Videos":"تصفح مقاطع الفيديو",
    "You Don't Have Videos in Favorite":"ليس لديك مقاطع فيديو في المفضلة",
    "You don't have videos in favorite, you can go to browse videos and add it to your favorite":"ليس لديك مقاطع فيديو في المفضلة ، يمكنك الانتقال لتصفح مقاطع الفيديو وإضافتها إلى المفضلة لديك",
    "You Don't Have Videos in Downloads":"ليس لديك مقاطع فيديو في التنزيلات",
    "You don't have videos in downloads, you can go to buy videos":"ليس لديك مقاطع فيديو في التنزيلات ، يمكنك الذهاب لشراء مقاطع الفيديو",
    "Go To Shopping":"اذهب للتسوق",
    "Payment is in process . please wait...":"الدفع قيد المعالجة. أرجو الإنتظار...",
    "Submit Payment":"إرسال الدفع",
    "Total Amount is":"المبلغ الإجمالي هو",
    "Credit or debit card":"بطاقة الائتمان أو الخصم",
    "reply":"الرد",
    "Reply":"الرد",
    "To Admin":"الى الادارة",
    

    "Read all messages":"اقرأ جميع الرسائل",
    "Sent You Message":"أرسل لك رسالة",
    "view all notifications":"عرض جميع الاشعارات",
    "because":"السبب:",
    "commented on your video":"علق على الفيديو الخاص بك",
    "you are activated!Go!":"أنت مفعل! انطلق!",
    "Revenues":"الإيرادات",
    "Buyers":"المشترون",
    "Dashboard":"لوحة التحكم",
    "Contents":"المحتوى",
    "A TO Z":"أ الى ي",
    "Z TO A":"ي الى أ",
    "Recently":"الاحدث",
    "Oldest":"الاقدم",
    "ID":"الرقم",
    "Full Name":"الاسم",
    "Country":"العنوان",
    "Date Join":"تاريخ الانتساب",
    "Details":"التفاصيل",
    "Downlods":"التنزيلات",
    "Balance":"الرصيد",
    "Estimated earnings":"الارباح المتوقعه",
    "Today":"اليوم",
    "Yesterday":"بالامس",
    "Last 7 days":"اخر 7 ايام", 	
    "This month":"هذا الشهر",
    "Revenues Detailes":"تفاصيل الايرادات",

    "Sub Admins":"المدراء",
    "Sellers":"البائعون",
    "Video Requests":"طلبات الفيديو",
    "User Requests":"طلبات المستخدمين",
    "Payments":"المدفوعات",
    "Categories":"التصنيفات",
    "Backup":"نسخ احتياطي",
    "Data":"البيانات",
    "Settings":"الاعدادات",
    "Picture":"الصورة",
    "Export":"تصدير",
    "Send massage":"ارسل رسالة",
    "Save":"حفظ",
    "Most popular":"الأكثر شهرة",
    "Work Hours":"ساعات العمل",
    "Total revenue":"مجموع الايرادات",
    "Users":"المستخدمين",
    "Hours":"الساعات",
    "Seller Destails":"تفاصيل المستخدم",
    "Address":"العنوان",
    "Most downloaded":"َالأكثر تحميلا",
    "least loaded":"الأقل تحميلا",
    "Buyer Destails":"تفاصيل المشتري",
    "Requests":"الطلبات",
    "Period":"الفترة",
    "Request_details":"تفاصيل الطلب",
    "The price is in dollars":"السعر بالدولار",
    "continue":"استمر",
    "Accept":"قبول",
    "Reject":"رفض",
    "Please specify the reason for rejection":"حدد سبب الرفض",
    "Add offer":"اضافة عرض",
    "Add Category":"اضافة تصنيف",
    "Active":"تفعيل",
    "Add":"اضافة",
    "Cancel":"الغاء",
    "Upload":"تحميل",
    "Category Name":"اسم الفئة",
    "Category Data":"بيانات التصنيف",
    "Back":"رجوع",
    "Update":"تعديل",
    "Type":"النوع",
    "State":"الحالة",
    "Amount":"المبلغ",
    "Date":"التاريخ",
    "Canceled":"ملغية",
    "Proceed":"مكتملة",
    "On hold":"في الانتظار",
    "Payments Details":"تفاصيل الدفع",
    "Date & time":"الوقت والتاريخ",
    "Paypal Account":"حساب باي بال",
    "Description":"الوصف",
    "canceled":"ملغية",
    "proceed":"مكتملة",
    "on hold":"في الانتظار",
    "MEMBERS":"الأعضاء",
    "Export Data":"تصدير بيانات",
    "Import Data":"استيراد بيانات",
    "You save a copy of all website data so that you can retrieve it at another time":"حفظ نسخة من كافة بيانات موقع ويب بحيث يمكنك استردادها في وقت آخر",
    "Backup total data":"بيانات إجمالي النسخ الاحتياطي",
    "Backup total Sizes":"أحجام إجمالي النسخ الاحتياطي",
    "Date Last export":"تاريخ آخر تصدير",
    "Current export date":"تاريخ التصدير الحالي",
    "Choose where to save the copy of data.And store it in a safe and easy to get place when needed":"اختر مكان حفظ نسخة البيانات. وتخزينها في آمنة وسهلة للحصول على مكان عند الحاجة",
    "Start date":"تاريخ البدء",
    "ُEnd date":"تاريخ الإنتهاء",
    "Once you press continue, you will permanently delete this user. Are you sure about the deletion process":"عند الضغط على استمرار، سوف تقوم بحذف هذا المستخدم. هل أنت متأكد من عملية الحذف",
    "Phone Number":"رقم الجوال",
    "password":"كلمة المرور",
    "Confirm password":"تأكيد كلمة المرور",
    "Import data location":"مكان استيراد البيانات ",
    "You will be able to restore a copy of your existing backup data.The last version you previously saved will be returned":"ستكون قادر على أخذ نسخة احتياطية من بياناتك. آخر نسخة تم حفظها مسبقا يمكن ارجاعها",
    "Location Name":"اسم المكان",
    "click to select location":"اضغط لاختيار مكان",
    "Import":"استيراد",
    "What does back up mean":"ماذا يعني النسخ الاحتياطي",
    "This field is required This field is required":"هذا الحقل مطلوب",
    "Massages":"الرسائل",
    "New message":"رسالة جديدة",
    "Massage Details":"تفاصيل الرسالة",
    "delete":"حدف",
    "About":"عن الموقع",
    "New video inserted":"تم إدارج فيديو جديد",
    "created and Waiting accepting":"تم الانشاء بانتظار الموافقة",
    "you are activated":"أنت نشط",
    "(SEBA) is one of the leading platforms in the field of selling and buying online videos, it’s a cloud based solution powers shops for big and small content owners which enable secure digital content sales and marketing as we provide integrated services for both buyers and sellers. We help sellers through providing them with electronic displays and control panels on the site that allow the seller to display his videos and market them to reach the largest possible number of buyers. On the other side we are giving the buyers all possible amenities to watch suggested videos related to their desire by dividing the site into different categories and displaying the rate of each seller and showing the best seller videos through our website. We also ensuring that all electronic payment methods are provided to make it easy for the buyers to buy videos and sellers to withdraw funds, in addition to providing technical support services continuously.":"(SEBA) هي إحدى المنصات الرائدة في مجال بيع وشراء مقاطع الفيديو عبر الإنترنت ، وهي عبارة عن حل قائم على السحابة يدعم المتاجر لأصحاب المحتوى الكبير والصغير الذي يتيح بيع وتسويق المحتوى الرقمي الآمن حيث نقدم خدمات متكاملة لكل من المشترين والبائعين . نساعد البائعين من خلال تزويدهم بشاشات إلكترونية ولوحات تحكم في الموقع تتيح للبائع عرض مقاطع الفيديو الخاصة به وتسويقها للوصول إلى أكبر عدد ممكن من المشترين. من ناحية أخرى ، نقدم للمشترين جميع وسائل الراحة الممكنة لمشاهدة مقاطع الفيديو المقترحة المتعلقة برغبتهم من خلال تقسيم الموقع إلى فئات مختلفة وعرض سعر كل بائع وعرض مقاطع الفيديو الأكثر مبيعًا من خلال موقعنا على الإنترنت. كما نضمن توفير جميع طرق الدفع الإلكتروني ليسهل على المشترين شراء مقاطع الفيديو والبائعين لسحب الأموال ، بالإضافة إلى تقديم خدمات الدعم الفني بشكل مستمر.",
    "know more about our website.":"تعرف أكثر على موقعنا.",
    "About Us":"عن الموقع",
    "Buy":"اشتري",
    "Order Summary":"ملخص الطلب",
    "Empty":"فارغة",
    "Empty Cart":"عربة فارغة",
    "Delete Confirmation":"تأكيد الحذف",
    "Are You Sure?":"هل أنت متأكد؟",
    "Do you really want to delete this video from your cart? This process cannot be undone.":"هل تريد حقًا حذف هذا الفيديو من سلة التسوق الخاصة بك؟ لا يمكن التراجع عن هذه العملية.",
    "Delete":"حذف",
    "Continue Shopping":"مواصلة التسوق",
    "Create Account":"إنشاء حساب",
    "Enter Your Personal Information to Create Account":"أدخل معلوماتك الشخصية لإنشاء حساب",
    "Our Privacy Policy":"سياسة الخصوصية الخاصة بنا",
    "I have read and accepted your":"لقد قرأت ووافقت على   ",
    "privacy policy":" سياسة الخصوصية الخاصة بك",
    "Profile Seller":"الملف الشخصي للبائع",
    "Sellings":"المبيعات",
    "Best Videos":"الفيديوهات الأفضل",
    "Payment":"الدفع",
    "Pay with Paypal":"ادفع من خلال باي بال",
    "Enter Amount":"ادخل المبلغ",
    "Contact Name":"اسم المشتري",
    "Your Cart Empty":"عربة التسوق الخاصة بك فارغة",
    "Your cart is empty, you can go shopping and add videos to your cart":"عربة التسوق الخاصة بك فارغة ، يمكنك التسوق وإضافة مقاطع فيديو إلى عربة التسوق الخاصة بك",
    "Added successfully":"تمت الإضافة بنجاح",
    "You have a new video in the cart":"لديك مقطع فيديو جديد في السلة",
    "You have a new video on your favorite list":"لديك مقطع فيديو جديد في قائمتك المفضلة",
    "You have a new video on the watch list later":"لديك مقطع فيديو جديد في قائمة المشاهدة لاحقاَ",
    "Edit your Image":"تعديل صورتك",
    "Edit":"تعديل",
    "Go to Dashboard":"الذهاب الى لوحة التحكم",
    "Forget Password":"نسيت كلمة المرور",
    "Don't worry! Just fill your email and we'll send you a link to reset your password":"لا تقلق! ما عليك سوى ملء بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور الخاصة بك",
    "Add Video":"أضف فيديو",
    "View Contents":"عرض المحتوى",
    "Advertisements":"الإعلانات",
    "Title":"العنوان",
    "Previous":"السابق",
    "Next":"التالي",
    "Actions":"الأحداث",
    "Advertising Details":"تفاصيل الإعلان",
    "Deactivate":"إلغاء التفعيل",
    "You are about to deactivate the user, please select the time period to deactivate it":"أنت على وشك إلغاء تنشيط المستخدم ، يرجى تحديد الفترة الزمنية لإلغاء تنشيطه",
    "Once you press continue, you will permanently delete this user. Are you sure about the deletion process?":"بمجرد الضغط على متابعة ، ستحذف هذا المستخدم نهائيًا. هل أنت متأكد من عملية الحذف؟",
    "Announcement Link":"رابط الإعلان",
    "Announcement Price":"سعر الإعلان",
    "Attachment":"مرفق",
    "Add Advertising":"إضافة إعلان",
    "AM":"ص",
    "PM":"م",
    "Announcement type":"نوع الإعلان",
    "Video":"فيديو",
    "image":"صورة",
    "Announcement Status":"حالة الإعلان",
    "Edit Advertising":"تعديل إعلان",
    "Privacy Policy is a legal statement that specifies what our site does with the personal data collected from users, along with how the data is processed and for what purposes. - If you will be using our online website that means you agree to our privacy policy statements. - Protecting the personal data of our online site visitors and customers is one of our top priorities as we seek to protect personal data using appropriate technical and organizational measures based on the type of personal data and applicable processing activity. -We did not design our site to collect data about you from your computer, but rather the data that you enter willingly will be collected. - When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, telephone number, zip code for your region and also your payment method information. - We are committed to ensuring that your personal information is protected from access to it by any party not authorized to do so, and we provide all necessary procedures electronically to protect and secure the information collected on our site. - We use your personally identifiable information collected online as a basis to provide you with the service you have requested and to inform you of other offers that may interest you. - If any change in your personal information such as (name, address or phone number) occurs, you must update this information through the Profile section of your account or by contacting the site customer service. - Like any other website, Website Name uses cookies. These cookies are used to store information including visitors preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users experience by customizing our web page content based on visitors browser type and/or other information. - In order to apply to the continuous development and change in the scope of laws related to the electronic field, we have the right to modify the terms of the privacy policy at any time we deem appropriate, and you will be notified in case of any modifications having an effect. - If you have other questions or concerns about these privacy policies, please send us an email.":"- سياسة الخصوصية هي بيان قانوني يحدد ما يفعله موقعنا بالبيانات الشخصية التي يتم جمعها من المستخدمين ، إلى جانب كيفية معالجة البيانات ولأي أغراض. - إذا كنت ستستخدم موقعنا على الإنترنت ، فهذا يعني أنك توافق على بيانات سياسة الخصوصية الخاصة بنا. - تعد حماية البيانات الشخصية لزوار موقعنا وعملائنا على الإنترنت من أهم أولوياتنا حيث نسعى لحماية البيانات الشخصية باستخدام التدابير التقنية والتنظيمية المناسبة بناءً على نوع البيانات الشخصية ونشاط المعالجة المطبق. - لم نصمم موقعنا لجمع بيانات عنك من جهاز الكمبيوتر الخاص بك ، ولكن سيتم جمع البيانات التي تدخلها عن طيب خاطر. - عند التسجيل للحصول على حساب ، قد نطلب معلومات الاتصال الخاصة بك ، بما في ذلك عناصر مثل الاسم واسم الشركة والعنوان وعنوان البريد الإلكتروني ورقم الهاتف والرمز البريدي لمنطقتك وكذلك معلومات طريقة الدفع الخاصة بك. - نحن ملتزمون بضمان حماية معلوماتك الشخصية من الوصول إليها من قبل أي طرف غير مصرح له بذلك ، ونقدم جميع الإجراءات اللازمة إلكترونيًا لحماية وتأمين المعلومات التي تم جمعها على موقعنا. - نحن نستخدم معلومات التعريف الشخصية الخاصة بك التي تم جمعها عبر الإنترنت كأساس لتزويدك بالخدمة التي طلبتها وإبلاغك بالعروض الأخرى التي قد تهمك. - في حالة حدوث أي تغيير في معلوماتك الشخصية مثل (الاسم أو العنوان أو رقم الهاتف) ، يجب عليك تحديث هذه المعلومات من خلال قسم ‘الملف الشخصي’ في حسابك أو عن طريق الاتصال بخدمة العملاء بالموقع. - مثل أي موقع ويب آخر ، يستخدم اسم موقع الويب 'ملفات تعريف الارتباط'. تستخدم ملفات تعريف الارتباط هذه لتخزين المعلومات بما في ذلك تفضيلات الزوار والصفحات الموجودة على موقع الويب التي قام الزائر بالوصول إليها أو زيارتها. تُستخدم المعلومات لتحسين تجربة المستخدمين من خلال تخصيص محتوى صفحة الويب الخاصة بنا بناءً على نوع متصفح الزوار و / أو معلومات أخرى. - من أجل تطبيق التطوير والتغيير المستمر في نطاق القوانين المتعلقة بالمجال الإلكتروني ، يحق لنا تعديل شروط سياسة الخصوصية في أي وقت نراه مناسبًا ، وسيتم إخطارك في حالة حدوث أي التعديلات التي لها تأثير. - إذا كانت لديك أسئلة أو مخاوف أخرى بشأن سياسات الخصوصية هذه ، فيرجى إرسال بريد إلكتروني إلينا."
 


}