{
    "Offers": "ofertas",
    "More": "Más",
    "New Videos": "Nuevos vídeos",
    "search": "buscar",
    "Search": "Buscar",
    "All Categories": "todas las categorias",
    "Most Watch": "La mayoría del reloj",
    "Reports": "Informes",
    "Videos": "vídeos",
    "Funs": "diversiones",
    "Motion": "Movimiento",
    "Notification": "Notificación",
    "Shopping Cart": "Carro de compras",
    "Filter": "Filtrar",
    "Profile": "Perfil",
    "Favorite": "Favorito",
    "Downloads": "descargas",
    "Watch Later": "Ver despues",
    "Logout": "Cerrar sesión",
    "Select Language": "Seleccione el idioma",
    "Copyright": "Derechos de autor",
    "Offer Videos": "ofrecer videos",
    "Home": "Casa",
    "Comments": "comentarios",
    "Add to Cart": "Añadir al carrito",
    "Buy Now": "Compra ahora",
    "Add Comment": "Agregar comentario",
    "Day": "Día",
    "ago": "atrás",
    "Price": "Precio",
    "Min": "min",
    "Max": "Max",
    "Category": "Categoría",
    "Rate": "Velocidad",
    "Apply": "Solicitar",
    "Close": "Cerca",
    "Message": "Mensaje",
    "Messages": "mensajes",
    "See All": "Ver todo",
    "Notifications": "Notificaciones",
    "Create Account Buyer": "Crear una cuenta del comprador",
    "Enter Your Personal Information to Start Buy Videos": "Ingrese su información personal al inicio Comprar Vídeos",
    "Name": "Nombre",
    "Password": "Contraseña",
    "Phone": "Teléfono",
    "Email": "Correo electrónico",
    "Confirm Password": "confirmar Contraseña",
    "address": "habla a",
    "Choose Image": "Seleccione imagen",
    "Sign Up": "Inscribirse",
    "SIGNUP": "INSCRIBIRSE",
    "I have account?": "Tengo cuenta?",
    "Login": "Acceso",
    "LOGIN": "ACCESO",
    "Buyer": "Comprador",
    "Seller": "Vendedor",
    "You don't have messages, If you have any questions you can compose messages and send it to the website manage": "Usted no tiene mensajes, Si usted tiene alguna pregunta puede redactar mensajes y enviarlo a la página web de gestionar",
    "You Don't Have Any Messages": "Usted no tiene mensajes",
    "Send": "Enviar",
    "write here": "escriba aqui",
    "Subject": "Sujeto",
    "To": "A",
    "Compose Message": "Crear Mensaje",
    "To Keep Connected with us Please Login with your Personal Info": "Para mantenerse conectado con nosotros Inicia sesión con tu Información Personal",
    "Your Password": "Tu contraseña",
    "Your Email": "Tu correo electrónico",
    "Forget Your Password?": "¿Olvidaste tu contraseña?",
    "Don't have account?": "¿No tiene cuenta?",
    "Contact Us": "Contáctenos",
    "Your Name": "Tu nombre",
    "Type Your Message Here...": "Escribe tu mensaje aquí...",
    "SEND": "ENVIAR",
    "Searched Videos": "vídeos buscada",
    "Add All to The Cart": "Agregar todo a la Cesta",
    "visibility off": "visibilidad apagada",
    "You Don't Have Videos in watch Later": "Usted no tiene vídeos en verlos más tarde",
    "You don't have videos in watch Later, you can go to browse videos and add it to your watch Later": "Usted no tiene vídeos en verlos más tarde, se puede ir a ver vídeos y añadirlo a su verlos más tarde",
    "Browse Videos": "Buscar vídeos",
    "You Don't Have Videos in Favorite": "Usted no tiene vídeos en favorita",
    "You don't have videos in favorite, you can go to browse videos and add it to your favorite": "Usted no tiene vídeos de favorito, se puede ir a ver vídeos y añadirlo a su favorito",
    "You Don't Have Videos in Downloads": "Usted no tiene vídeos en Descargas",
    "You don't have videos in downloads, you can go to buy videos": "Usted no tiene vídeos de descargas, se puede ir a comprar vídeos",
    "Go To Shopping": "Ir de compras",
    "Payment is in process . please wait...": "El pago es en proceso. espere por favor...",
    "Submit Payment": "Enviar pago",
    "Total Amount is": "Monto total es",
    "Credit or debit card": "Tarjeta de crédito o débito",
    "reply": "respuesta",
    "Reply": "Respuesta",
    "To Admin": "para administración",
    "Read all messages": "Leer todos los mensajes",
    "Sent You Message": "Mensaje enviado",
    "view all notifications": "ver todas las notificaciones",
    "because": "porque",
    "commented on your video": "ha comentado tu vídeo",
    "you are activated Go": "que se activan Go",
    "Revenues": "Los ingresos",
    "Buyers": "Los compradores",
    "Dashboard": "Tablero",
    "Contents": "Contenido",
    "A TO Z": "DE LA A A LA Z",
    "Z TO A": "Z a A",
    "Recently": "Recientemente",
    "Oldest": "Más antiguo",
    "ID": "IDENTIFICACIÓN",
    "Full Name": "Nombre completo",
    "Country": "País",
    "Date Join": "fecha de Ingreso",
    "Details": "Detalles",
    "Downlods": "Downlods",
    "Balance": "Equilibrio",
    "Estimated earnings": "Ganancias estimadas",
    "Today": "Hoy",
    "Yesterday": "Ayer",
    "Last 7 days": "Los últimos 7 días",
    "This month": "Este mes",
    "Revenues Detailes": "ingresos Detalios",

    "Sub Admins": "sub administradores",
            "Sellers": "vendedores",
            "Video Requests": "Las solicitudes de vídeo",
            "User Requests": "Las solicitudes de los usuarios",
            "Payments": "pagos",
            "Categories": "categorías",
            "Backup": "Respaldo",
            "Data": "Datos",
            "Settings": "Ajustes",
            "Picture": "Imagen",
            "Export": "Exportar",
            "Send massage": "Enviar masaje",
            "Save": "Ahorrar",
            "Most popular": "Más popular",
            "Work Hours": "Horas laborales",
            "Total revenue": "Los ingresos totales",
            "Users": "usuarios",
            "Hours": "Horas",
            "Seller Destails": "vendedor Destails",
            "Address": "Habla a",
            "Most downloaded": "Más descargados",
            "least loaded": "menos cargado",
            "Buyer Destails": "Si compras Destails",
            "Requests": "Peticiones",
            "Period": "Período",
            "Request details": "Pedir detalles",
            "The price is in dollars": "El precio es en dólares",
            "continue": "Seguir",
            "Accept": "Aceptar",
            "Reject": "Rechazar",
            "Please specify the reason for rejection": "Por favor especificar el motivo del rechazo",
            "Add offer": "añadir un anuncio",
            "Add Category": "añadir categoría",
            "Active": "Activo",
            "Add": "Agregar",
            "Cancel": "Cancelar",
            "Upload": "Subir",
            "Category Name": "nombre de la categoría",
            "Category Data": "Categoría de datos",
            "Back": "atrás",
            "Update": "Actualizar",
            "Type": "Tipo",
            "State": "Expresar",
            "Amount": "Monto",
            "Date": "Fecha",
            "Canceled": "Cancelado",
            "Proceed": "Continuar",
            "On hold": "En espera",
            "Payments Details": "Pagos detalles",
            "Date time": "Fecha y hora",
            "Paypal Account": "Cuenta de Paypal",
            "Description": "Descripción",
            "canceled": "cancelado",
            "proceed": "Continuar",
            "on hold": "en espera",
            "MEMBERS": "MIEMBROS",
            "Export Data": "Exportar datos",
            "Import Data": "Datos de importacion",
            "You save a copy of all website data so that you can retrieve it at another time": "Se guarda una copia de todos los datos del sitio web para que pueda recuperarlo en otro momento",
            "Backup total data": "total de los datos de copia de seguridad",
            "Backup total Sizes": "Tamaños totales de copia de seguridad",
            "Date Last export": "Fecha de la última exportación",
            "Current export date": "fecha de exportación actual",
            "Choose where to save the copy of data. And store it in a safe and easy to get place when needed": "Elegir dónde guardar la copia de los datos. Y almacenarla en un lugar seguro y fácil de conseguir lugar cuando sea necesario",
            "(SEBA) is one of the leading platforms in the field of selling and buying online videos, it’s a cloud based solution powers shops for big and small content owners which enable secure digital content sales and marketing as we provide integrated services for both buyers and sellers. We help sellers through providing them with electronic displays and control panels on the site that allow the seller to display his videos and market them to reach the largest possible number of buyers. On the other side we are giving the buyers all possible amenities to watch suggested videos related to their desire by dividing the site into different categories and displaying the rate of each seller and showing the best seller videos through our website. We also ensuring that all electronic payment methods are provided to make it easy for the buyers to buy videos and sellers to withdraw funds, in addition to providing technical support services continuously.":"(SEBA) es una de las plataformas líderes en el campo de la venta y compra de videos en línea, es una solución basada en la nube que impulsa a las tiendas para propietarios de contenido grandes y pequeños que permiten la venta y el marketing de contenido digital seguro, ya que brindamos servicios integrados tanto para compradores como para vendedores . Ayudamos a los vendedores proporcionándoles pantallas electrónicas y paneles de control en el sitio que le permiten al vendedor mostrar sus videos y comercializarlos para llegar al mayor número posible de compradores. Por otro lado, estamos brindando a los compradores todas las comodidades posibles para ver videos sugeridos relacionados con su deseo al dividir el sitio en diferentes categorías y mostrar la tasa de cada vendedor y mostrar los videos más vendidos a través de nuestro sitio web. También nos aseguramos de que se proporcionen todos los métodos de pago electrónico para facilitar a los compradores la compra de videos y a los vendedores retirar fondos, además de brindar servicios de soporte técnico de manera continua.",
             "know more about our website.":"Conozca más sobre nuestro sitio web.",
            "About Us":"Sobre nosotros",
            "Buy":"Comprar",
    "Order Summary":"Resumen del pedido",
    "Empty":"Vacío",
    "Empty Cart":"Carro vacio",
    "Delete Confirmation":"Eliminar confirmación",
    "Are You Sure?":"Estás seguro?",
     "Do you really want to delete this video from your cart? This process cannot be undone.":"Realmente desea eliminar este video de su carrito? Este proceso no se puede deshacer.",
    "Delete":"Borrar",
    "Continue Shopping":"Seguir comprando",
    "Create Account":"Crear una cuenta",
    "Enter Your Personal Information to Create Account":"Ingrese su información personal para crear una cuenta",
        "Our Privacy Policy":"Nuestra Política de privacidad",
    "I have read and accepted your":"He leído y aceptado su",
    "privacy policy":"política de privacidad",
    "Profile Seller":"Perfil Vendedor",
    "Sellings":"Vender",
    "Best Videos":"Mejores videos",
     "Payment":"Pago",
    "Pay with Paypal":"Pagar con Paypal",
    "Enter Amount":"Ingrese la cantidad",
    "Contact Name":"Nombre de contacto",
    "Your Cart Empty":"Su carrito está vacío",
    "Your cart is empty, you can go shopping and add videos to your cart":"Su carrito está vacío, puede ir de compras y agregar videos a su carrito",
    "Added successfully":"Agregado exitosamente",
    "You have a new video in the cart":"Tienes un nuevo video en el carrito",
    "You have a new video on your favorite list":"Tienes un nuevo video en tu lista de favoritos",
    "You have a new video on the watch list later":"Tienes un nuevo video en la lista de reproducción más tarde",
     "Edit your Image":"Edita tu imagen",
    "Edit":"Editar",
    "Go to Dashboard":"Ir al panel de control",
    "Forget Password":"Contraseña olvidada",
    "Don't worry! Just fill your email and we'll send you a link to reset your password":"¡No se preocupe! Simplemente complete su correo electrónico y le enviaremos un enlace para restablecer su contraseña",
    "Add Video":"Añadir video",
    "View Contents":"Ver contenido",
    "Advertisements":"Anuncios",
    "Title":"Título",
    "Previous":"Anterior",
    "Next":"Próximo",
    "Actions":"Comportamiento",
    "Advertising Details":"Detalles publicitarios",
    "Deactivate":"Desactivar",
    "You are about to deactivate the user, please select the time period to deactivate it":"Está a punto de desactivar el usuario, seleccione el período de tiempo para desactivarlo",
    "Once you press continue, you will permanently delete this user. Are you sure about the deletion process?":"Una vez que presione continuar, eliminará permanentemente a este usuario. ¿Está seguro del proceso de eliminación?",
    "Announcement Link":"Enlace de anuncio",
    "Announcement Price":"Precio del anuncio",
    "Attachment":"Adjunto",
    "Add Advertising":"Agregar publicidad",
    "AM":"SOY",
    "PM":"PM",
    "Announcement type":"Tipo de anuncio",
    "Video":"Video",
    "image":"imagen",
    "Announcement Status":"Estado del anuncio",
    "Edit Advertising":"Editar publicidad",
    "Privacy Policy is a legal statement that specifies what our site does with the personal data collected from users, along with how the data is processed and for what purposes. - If you will be using our online website that means you agree to our privacy policy statements. - Protecting the personal data of our online site visitors and customers is one of our top priorities as we seek to protect personal data using appropriate technical and organizational measures based on the type of personal data and applicable processing activity. -We did not design our site to collect data about you from your computer, but rather the data that you enter willingly will be collected. - When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, telephone number, zip code for your region and also your payment method information. - We are committed to ensuring that your personal information is protected from access to it by any party not authorized to do so, and we provide all necessary procedures electronically to protect and secure the information collected on our site. - We use your personally identifiable information collected online as a basis to provide you with the service you have requested and to inform you of other offers that may interest you. - If any change in your personal information such as (name, address or phone number) occurs, you must update this information through the Profile section of your account or by contacting the site customer service. - Like any other website, Website Name uses cookies. These cookies are used to store information including visitors preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users experience by customizing our web page content based on visitors browser type and/or other information. - In order to apply to the continuous development and change in the scope of laws related to the electronic field, we have the right to modify the terms of the privacy policy at any time we deem appropriate, and you will be notified in case of any modifications having an effect. - If you have other questions or concerns about these privacy policies, please send us an email.":"La Política de privacidad es una declaración legal que especifica qué hace nuestro sitio con los datos personales recopilados de los usuarios, junto con cómo se procesan los datos y con qué fines. - Si va a utilizar nuestro sitio web en línea, significa que acepta nuestras declaraciones de política de privacidad. - La protección de los datos personales de los visitantes y clientes de nuestro sitio en línea es una de nuestras principales prioridades, ya que buscamos proteger los datos personales utilizando las medidas técnicas y organizativas apropiadas basadas en el tipo de datos personales y la actividad de procesamiento aplicable. -No diseñamos nuestro sitio para recopilar datos sobre usted desde su computadora, sino que se recopilarán los datos que ingrese voluntariamente. - Cuando se registra para obtener una cuenta, es posible que le solicitemos su información de contacto, incluidos elementos como el nombre, el nombre de la empresa, la dirección, la dirección de correo electrónico, el número de teléfono, el código postal de su región y también la información de su método de pago. - Estamos comprometidos a asegurar que su información personal esté protegida del acceso a ella por cualquier parte no autorizada para hacerlo, y proporcionamos todos los procedimientos necesarios electrónicamente para proteger y asegurar la información recopilada en nuestro sitio. - Utilizamos su información de identificación personal recopilada en línea como base para brindarle el servicio que ha solicitado y para informarle de otras ofertas que pueden interesarle. - Si se produce algún cambio en su información personal, como (nombre, dirección o número de teléfono), debe actualizar esta información a través de la sección Perfil de su cuenta o comunicándose con el servicio de atención al cliente del sitio. - Como cualquier otro sitio web, el nombre del sitio web utiliza cookies. Estas cookies se utilizan para almacenar información, incluidas las preferencias de los visitantes y las páginas del sitio web que el visitante accedió o visitó. La información se utiliza para optimizar la experiencia de los usuarios al personalizar el contenido de nuestra página web en función del tipo de navegador de los visitantes y / u otra información. - Para aplicar al desarrollo continuo y cambio en el alcance de las leyes relacionadas con el campo electrónico, tenemos derecho a modificar los términos de la política de privacidad en cualquier momento que lo consideremos oportuno, y se le notificará en caso de cualquier modificaciones que tienen un efecto. - Si tiene otras preguntas o inquietudes sobre estas políticas de privacidad, envíenos un correo electrónico."

    
    
}