{
    "Offers": "Des offres",
    "More": "Suite",
    "New Videos": "Nouvelles vidéos",
    "search": "rechercher",
    "Search": "Rechercher",
    "All Categories": "toutes catégories",
    "Most Watch": "La plupart Montre",
    "Reports": "Rapports",
    "Videos": "Vidéos",
    "Funs": "funs",
    "Motion": "Mouvement",
    "Notification": "Notification",
    "Shopping Cart": "Panier",
    "Filter": "Filtre",
    "Profile": "Profil",
    "Favorite": "Préféré",
    "Downloads": "Téléchargements",
    "Watch Later": "Regarder plus tard",
    "Logout": "Se déconnecter",
    "Select Language": "Choisir la langue",
    "Copyright": "droits d'auteur",
    "Offer Videos": "Vidéos de l'offre",
    "Home": "Domicile",
    "Comments": "commentaires",
    "Add to Cart": "Ajouter au chariot",
    "Buy Now": "Acheter maintenant",
    "Add Comment": "Ajouter un commentaire",
    "Day": "Jour",
    "ago": "depuis",
    "Price": "Prix",
    "Min": "min",
    "Max": "max",
    "Category": "Catégorie",
    "Rate": "Taux",
    "Apply": "Appliquer",
    "Close": "Fermer",
    "Message": "Un message",
    "Messages": "messages",
    "See All": "Voir tout",
    "Notifications": "notifications",
    "Create Account Buyer": "Créer un compte Acheteur",
    "Enter Your Personal Information to Start Buy Videos": "Entrez vos informations personnelles à Start Áchetez Vidéos",
    "Name": "Nom",
    "Password": "Mot de passe",
    "Phone": "Téléphoner",
    "Email": "E-mail",
    "Confirm Password": "Confirmez le mot de passe",
    "address": "adresse",
    "Choose Image": "choisir une image",
    "Sign Up": "S'inscrire",
    "SIGNUP": "S'INSCRIRE",
    "I have account?": "Je compte?",
    "Login": "Connexion",
    "LOGIN": "CONNEXION",
    "Buyer": "Acheteur",
    "Seller": "Vendeur",
    "You don't have messages, If you have any questions you can compose messages and send it to the website manage": "Vous ne disposez pas de messages, Si vous avez des questions, vous pouvez composer des messages et l'envoyer au site Web de gérer",
    "You Don't Have Any Messages": "Vous n'avez pas encore de messages",
    "Send": "Envoyer",
    "write here": "Ecrire ici",
    "Subject": "Matière",
    "To": "À",
    "Compose Message": "Nouveau message",
    "To Keep Connected with us Please Login with your Personal Info": "Pour garder le contact avec nous Veuillez vous connecter avec vos informations personnelles",
    "Your Password": "Votre mot de passe",
    "Your Email": "votre e-mail",
    "Forget Your Password?": "Mot de passe oublié?",
    "Don't have account?": "Ne pas compte?",
    "Contact Us": "Nous contacter",
    "Your Name": "votre nom",
    "Type Your Message Here...": "Tapez votre message ici...",
    "SEND": "ENVOYER",
    "Searched Videos": "Vidéos Cherché",
    "Add All to The Cart": "Ajouter tout à votre panier",
    "visibility off": "visibilité désactivée",
    "You Don't Have Videos in watch Later": "Vous n'avez pas à regarder plus tard Vidéos",
    "You don't have videos in watch Later, you can go to browse videos and add it to your watch Later": "Vous n'avez pas des vidéos en regarder plus tard, vous pouvez aller à parcourir les vidéos et l'ajouter à votre montre plus tard",
    "Browse Videos": "Parcourir les vidéos",
    "You Don't Have Videos in Favorite": "Vous n'avez pas de vidéos en favoris",
    "You don't have videos in favorite, you can go to browse videos and add it to your favorite": "Vous n'avez pas des vidéos en favori, vous pouvez aller à parcourir les vidéos et l'ajouter à vos favoris",
    "You Don't Have Videos in Downloads": "Vous n'avez pas Vidéos dans Téléchargements",
    "You don't have videos in downloads, you can go to buy videos": "Vous n'avez pas des vidéos dans les téléchargements, vous pouvez aller acheter des vidéos",
    "Go To Shopping": "Aller faire du shopping",
    "Payment is in process . please wait...": "Le paiement est en cours. S'il vous plaît, attendez...",
    "Submit Payment": "Soumettre le paiement",
    "Total Amount is": "Montant total est",
    "Credit or debit card": "carte de crédit ou de débit",
    "reply": "réponse",
    "Reply": "Réponse",
    "To Admin": "pour l'administrateur",
    "Read all messages": "Lire tous les messages",
    "Sent You Message": "Envoyé Vous message",
    "view all notifications": "voir toutes les notifications",
    "because": "car",
    "commented on your video": "a commenté sur votre vidéo",
    "you are activated Go": "vous activé Go",
    "Revenues": "Le chiffre d'affaires",
    "Buyers": "Les acheteurs",
    "Dashboard": "Tableau de bord",
    "Contents": "Contenu",
    "A TO Z": "DE A À Z",
    "Z TO A": "Z à A",
    "Recently": "Récemment",
    "Oldest": "Le plus ancien",
    "ID": "identifiant",
    "Full Name": "Nom et prénom",
    "Country": "Pays",
    "Date Join": "Date d'inscription",
    "Details": "Des détails",
    "Downlods": "Downlods",
    "Balance": "Équilibre",
    "Estimated earnings": "Les revenus estimés",
    "Today": "Aujourd'hui",
    "Yesterday": "Hier",
    "Last 7 days": "Les 7 derniers jours",
    "This month": "Ce mois-ci",
    "Revenues Detailes": "Chiffre d'affaires detailles",

    "Sub Admins": "sous Admins",
    "Sellers": "Les vendeurs",
    "Video Requests": "demandes vidéo",
    "User Requests": "Les demandes de l'utilisateur",
    "Payments": "Paiements",
    "Categories": "Catégories",
    "Backup": "Sauvegarde",
    "Data": "Données",
    "Settings": "Paramètres",
    "Picture": "Photo",
    "Export": "Exportation",
    "Send massage": "massage Envoyer",
    "Save": "Sauvegarder",
    "Most popular": "Le plus populaire",
    "Work Hours": "Heures de travail",
    "Total revenue": "Revenu total",
    "Users": "Utilisateurs",
    "Hours": "Les heures",
    "Seller Destails": "vendeur Destails",
    "Address": "Adresse",
    "Most downloaded": "Le plus téléchargé",
    "least loaded": "moins chargé",
    "Buyer Destails": "Acheteur Destails",
    "Requests": "demandes",
    "Period": "Période",
    "Request details": "Détails de la demande",
    "The price is in dollars": "Le prix est en dollars",
    "continue": "Continuez",
    "Accept": "J'accepte",
    "Reject": "Rejeter",
    "Please specify the reason for rejection": "S'il vous plaît préciser le motif de rejet",
    "Add offer": "Ajouter offre",
    "Add Category": "ajouter une catégorie",
    "Active": "actif",
    "Add": "Ajouter",
    "Cancel": "Annuler",
    "Upload": "Télécharger",
    "Category Name": "Nom de catégorie",
    "Category Data": "catégorie données",
    "Back": "Dos",
    "Update": "Mettre à jour",
    "Type": "Taper",
    "State": "État",
    "Amount": "Montant",
    "Date": "Date",
    "Canceled": "Annulé",
    "Proceed": "Procéder",
    "On hold": "En attente",
    "Payments Details": "paiements Détails",
    "Date time": "Date heure",
    "Paypal Account": "Compte Paypal",
    "Description": "La description",
    "canceled": "annulé",
    "proceed": "procéder",
    "on hold": "en attente",
    "MEMBERS": "MEMBRES",
    "Export Data": "Exporter des données",
    "Import Data": "Importer des données",
    "You save a copy of all website data so that you can retrieve it at another time": "Vous enregistrez une copie de toutes les données du site Web afin que vous puissiez le récupérer à un autre moment",
    "Backup total data": "total des données de sauvegarde",
    "Backup total Sizes": "Tailles totales de sauvegarde",
    "Date Last export": "Date de la dernière exportation",
    "Current export date": "date d'exportation en cours",
    "Choose where to save the copy of data. And store it in a safe and easy to get place when needed": "Choisissez l'emplacement où enregistrer la copie des données. Et le stocker dans un coffre-fort et facile à obtenir lieu en cas de besoin",
    "(SEBA) is one of the leading platforms in the field of selling and buying online videos, it’s a cloud based solution powers shops for big and small content owners which enable secure digital content sales and marketing as we provide integrated services for both buyers and sellers. We help sellers through providing them with electronic displays and control panels on the site that allow the seller to display his videos and market them to reach the largest possible number of buyers. On the other side we are giving the buyers all possible amenities to watch suggested videos related to their desire by dividing the site into different categories and displaying the rate of each seller and showing the best seller videos through our website. We also ensuring that all electronic payment methods are provided to make it easy for the buyers to buy videos and sellers to withdraw funds, in addition to providing technical support services continuously.":"(SEBA) est l'une des principales plates-formes dans le domaine de la vente et de l'achat de vidéos en ligne, c'est une solution basée sur le cloud qui alimente les magasins pour les petits et les grands propriétaires de contenu qui permettent la vente et le marketing de contenu numérique sécurisé car nous fournissons des services intégrés pour les acheteurs et les vendeurs . Nous aidons les vendeurs en leur fournissant des affichages électroniques et des panneaux de contrôle sur le site qui permettent au vendeur d'afficher ses vidéos et de les commercialiser pour toucher le plus grand nombre d'acheteurs possible. De l'autre côté, nous offrons aux acheteurs toutes les commodités possibles pour regarder des vidéos suggérées liées à leur désir en divisant le site en différentes catégories et en affichant le taux de chaque vendeur et en montrant les vidéos les plus vendues sur notre site Web. Nous veillons également à ce que toutes les méthodes de paiement électronique soient fournies pour permettre aux acheteurs d'acheter facilement des vidéos et aux vendeurs de retirer des fonds, en plus de fournir des services de support technique en continu.",
    "know more about our website.":"en savoir plus sur notre site Web.",
     "About Us":"À propos de nous",
       "Buy":"Acheter",
    "Order Summary":"Récapitulatif de la commande",
    "Empty":"Vide",
    "Empty Cart":"Panier vide",
    "Delete Confirmation":"Supprimer la confirmation",
    "Are You Sure?":"Es-tu sûr?",
    "Do you really want to delete this video from your cart? This process cannot be undone.":"Voulez-vous vraiment supprimer cette vidéo de votre panier? Ce processus est irréversible.",
       "Delete":"Effacer",
    "Continue Shopping":"Continuer vos achats",
    "Create Account":"Créer un compte",
    "Enter Your Personal Information to Create Account":"Entrez vos informations personnelles pour créer un compte",
    "Our Privacy Policy":"Notre politique de confidentialité",
    "I have read and accepted your":"J'ai lu et accepté votre",
    "privacy policy":"politique de confidentialité",
    "Profile Seller":"Profil Vendeur",
    "Sellings":"Ventes",
    "Best Videos":"Meilleures vidéos",
    "Payment":"Paiement",
    "Pay with Paypal":"Payer avec Paypal",
    "Enter Amount":"Entrez le montant",
    "Contact Name":"Nom du contact",
    "Your Cart Empty":"Votre panier vide",
    "Your cart is empty, you can go shopping and add videos to your cart":"Votre panier est vide, vous pouvez faire vos courses et ajouter des vidéos à votre panier",
    "Added successfully":"Ajouté avec succès",
    "You have a new video in the cart":"Vous avez une nouvelle vidéo dans le panier",
    "You have a new video on your favorite list":"Vous avez une nouvelle vidéo dans votre liste de favoris",
    "You have a new video on the watch list later":"Vous avez une nouvelle vidéo sur la liste de surveillance plus tard",
    "Edit your Image":"Modifier votre image",
    "Edit":"Éditer",
    "Go to Dashboard":"Aller au tableau de bord",
    "Forget Password":"Mot de passe oublié",
    "Don't worry! Just fill your email and we'll send you a link to reset your password":"Ne vous inquiétez pas! Remplissez simplement votre e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe",
    "Add Video":"Ajouter une vidéo",
    "View Contents":"Afficher le contenu",
    "Advertisements":"Annonces",
    "Title":"Titre",
    "Previous":"Précédent",
    "Next":"Prochain",
    "Actions":"Actions",
    "Advertising Details":"Détails publicitaires",
    "Deactivate":"Désactiver",
    "You are about to deactivate the user, please select the time period to deactivate it":"Vous êtes sur le point de désactiver l'utilisateur, veuillez sélectionner la période pour le désactiver",
    "Once you press continue, you will permanently delete this user. Are you sure about the deletion process?":"Une fois que vous aurez appuyé sur continuer, vous supprimerez définitivement cet utilisateur. Êtes-vous sûr du processus de suppression?",
    "Announcement Link":"Lien d'annonce",
    "Announcement Price":"Annonce Prix",
    "Attachment":"Attachement",
    "Add Advertising":"Ajouter de la publicité",
    "AM":"UN M",
    "PM":"PM",
    "Announcement type":"Type d'annonce",
    "Video":"Vidéo",
    "image":"image",
    "Announcement Status":"Statut de l'annonce",
    "Edit Advertising":"Modifier la publicité",
    "Privacy Policy is a legal statement that specifies what our site does with the personal data collected from users, along with how the data is processed and for what purposes. - If you will be using our online website that means you agree to our privacy policy statements. - Protecting the personal data of our online site visitors and customers is one of our top priorities as we seek to protect personal data using appropriate technical and organizational measures based on the type of personal data and applicable processing activity. -We did not design our site to collect data about you from your computer, but rather the data that you enter willingly will be collected. - When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, telephone number, zip code for your region and also your payment method information. - We are committed to ensuring that your personal information is protected from access to it by any party not authorized to do so, and we provide all necessary procedures electronically to protect and secure the information collected on our site. - We use your personally identifiable information collected online as a basis to provide you with the service you have requested and to inform you of other offers that may interest you. - If any change in your personal information such as (name, address or phone number) occurs, you must update this information through the Profile section of your account or by contacting the site customer service. - Like any other website, Website Name uses cookies. These cookies are used to store information including visitors preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users experience by customizing our web page content based on visitors browser type and/or other information. - In order to apply to the continuous development and change in the scope of laws related to the electronic field, we have the right to modify the terms of the privacy policy at any time we deem appropriate, and you will be notified in case of any modifications having an effect. - If you have other questions or concerns about these privacy policies, please send us an email.":"La politique de confidentialité est une déclaration légale qui spécifie ce que notre site fait avec les données personnelles collectées auprès des utilisateurs, ainsi que la manière dont les données sont traitées et à quelles fins. - Si vous utilisez notre site Web en ligne, cela signifie que vous acceptez nos déclarations de politique de confidentialité. - La protection des données personnelles des visiteurs et clients de notre site en ligne est l'une de nos principales priorités, car nous cherchons à protéger les données personnelles en utilisant des mesures techniques et organisationnelles appropriées en fonction du type de données personnelles et de l'activité de traitement applicable. -Nous n'avons pas conçu notre site pour collecter des données vous concernant à partir de votre ordinateur, mais plutôt les données que vous entrez volontairement seront collectées. - Lorsque vous créez un compte, nous pouvons vous demander vos informations de contact, y compris des éléments tels que le nom, le nom de l'entreprise, l'adresse, l'adresse e-mail, le numéro de téléphone, le code postal de votre région et également les informations de votre mode de paiement. - Nous nous engageons à garantir que vos informations personnelles sont protégées contre l'accès par toute partie non autorisée à le faire, et nous fournissons toutes les procédures nécessaires par voie électronique pour protéger et sécuriser les informations collectées sur notre site. - Nous utilisons vos informations personnellement identifiables collectées en ligne comme base pour vous fournir le service que vous avez demandé et pour vous informer d'autres offres susceptibles de vous intéresser. - En cas de modification de vos informations personnelles telles que (nom, adresse ou numéro de téléphone), vous devez mettre à jour ces informations via la section Profil de votre compte ou en contactant le service client du site. - Comme tout autre site Web, Website Name utilise des cookies. Ces cookies sont utilisés pour stocker des informations, notamment les préférences des visiteurs et les pages du site Web auxquelles le visiteur a accédé ou visité. Les informations sont utilisées pour optimiser l'expérience des utilisateurs en personnalisant le contenu de notre page Web en fonction du type de navigateur des visiteurs et/ou d'autres informations. - Afin de s'appliquer au développement continu et à l'évolution du champ d'application des lois relatives au domaine électronique, nous avons le droit de modifier les termes de la politique de confidentialité à tout moment que nous jugeons approprié, et vous serez informé en cas de modifications ayant un effet. - Si vous avez d'autres questions ou préoccupations concernant ces politiques de confidentialité, veuillez nous envoyer un e-mail."

    
}
